{
    "admins": [
        "214511018204725248",
        "317142052620206083",
        "284103208094138379",
        "463787832562155520",
        "362294078693441537",
        "220625577562865664"
    ],
    "channels": [
        "761612477799596083",
        "749083834040975381",
        "766321286057164811"
    ],
    "macros": {
        "ok": "https://cdn.discordapp.com/attachments/732309590410002456/776477402255065138/5ef42524816b9b7da110641149508307.png",
        "cishet": "ugh! ew! you must be a cishet! stinky stinky! i can smell the cishets from here! ooh... oh get away from me you stinky cishet!",
        "8ball": "shut the hell up",
        "deadchatxd": "https://tenor.com/view/dead-chat-dead-discord-death-gif-18239566",
        "coveryourselfinoil": "https://cdn.discordapp.com/attachments/732309590410002456/776231410326306865/unknown.png",
        "dumbsay": "https://cdn.discordapp.com/attachments/732309590410002456/776501254981550110/image0-10-2.png",
        "gay": "gay lol",
        "bot-stuff": "https://cdn.discordapp.com/attachments/746801666124415108/776508200639135744/unknown.png",
        "botchannel": "https://media.discordapp.net/attachments/766355897122553909/775252198095454228/caption.gif",
        "froge": "stinky stinky froge\ncringe stinky froge\ni hate froge",
        "rank": "https://cdn.discordapp.com/attachments/771393677338607656/778069480227209256/motivate.png",
        "toneitdown": "https://cdn.discordapp.com/attachments/746458625635123352/778080264214937620/image0.png",
        "fish": "https://cdn.discordapp.com/attachments/659630509894271001/778052918606561280/morg_mum.mp4",
        "holyshit": "https://media.discordapp.net/attachments/297075362545008641/777746793017769994/xMKEhcp9sPYdwJsU93zI-CYtFj3ewUDaJ6C-Yqv10GI.jpg?width=495&height=559",
        "fnaf": "https://cdn.discordapp.com/attachments/771393677338607656/777735859113426944/caption.gif",
        "yomama": "https://cdn.discordapp.com/attachments/746801666124415108/777727661283344394/unknown.png",
        "gen3": "there is no <#777186916432347136> in ba sing se",
        "python": "yes, i'm written in python. you gonna cry? piss your pants maybe? maybe shit and cum? gonna go write a bot in java and wait 8 years for it to compile? gonna write `public static void main(String[] args) {}` around everything you type? shut the fuck up and let me use a good language with a good library",
        "100gecs": "gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec gec",
        "youarehitler": "https://cdn.discordapp.com/attachments/746458625635123352/777018253351845928/you_are_adolf_hitler_1.mp4",
        "amongus": "https://cdn.discordapp.com/attachments/746801666124415108/777012466193268736/funny_rap_extended_v2.mp4",
        "pronouns": "https://cdn.discordapp.com/attachments/748240892258681002/761013297230905354/unknown-63.png",
        "comedy": "https://cdn.discordapp.com/attachments/746460526158282780/776644955748958218/image0.png",
        "spoonful": "“ay dawg can I get some icecream?”\n“only a spoonful”\nking Bach then proceeds to pull out a comically large spoon\n\nAs we can see king Bach has presented a rather large spoon to his friend. The humor in this video stems from the fact that king Bach would like to consume ice cream but his friend resorts at him saying, he can only have a spoonful, nothing more. Bach then suddenly changes his expression and body language and reveals he is indeed in possession of a spoon. And not just any spoon, it is a massive stainless steel spoon. This is funny beacuse you would never expect someone to be casually in possession of a massive spoon to eat ice cream with. It is completely unorthodox and uncalled for. This is why the video is so humorous and was put on the 2012 Epic vine compilation",
        "horny": "horny people have no rights. horny people are NOT protected under the constitution. if you are horny i WILL find you and then you will be sorry buster. unfollow me right fucking now of you are horny, have ever been horny, or ever will be horny. this is not a joke. please leave.",
        "urine": "✨ 𝓾𝓻𝓲𝓷𝓮 ✨",
        "github": "*want a peak inside me uwu~*\nhttps://github.com/HexCodeFFF/okbuddyheterobot",
        "femboy": "https://cdn.discordapp.com/attachments/746801666124415108/778477467312062484/image0.gif",
        "britishtroll": "https://cdn.discordapp.com/attachments/746458625635123352/780161416317108224/SPOILER_6ab-1.png",
        "nooil": "https://cdn.discordapp.com/attachments/746896412712763502/780562760702099486/Screen_Shot_2020-11-23_at_2.36.12_PM.png",
        "imho": "https://cdn.discordapp.com/attachments/746460526158282780/780857484930842654/video0.mov"
    },
    "definitions": {
        "LGBTQIA+": "Lesbian, Gay, Bisexual, Transgender, Queer/Questioning, Intersex, Asexual. An umbrella term for the queer community.",
        "LGBTQ+": "Lesbian, Gay, Bisexual, Transgender. An umbrella term for the queer community.",
        "LGBT": "Lesbian, Gay, Bisexual, Transgender. A flawed umbrella term for the queer community.",
        "Ally": "A term used to refer to people who are not in the queer community but support it.",
        "Intersex": "Someone born with variations in sex characteristics that do not fit the typical definitions for male or female bodies.",
        "Transgender": "Someone whose gender identity differs from their sex assigned at birth.",
        "Polyamorous": "Someone with the capability, or desire to be in a relationship with more than one person at once.",
        "Aromantic": "Someone who generally does not experience romantic attraction.",
        "Asexual": "Someone who generally does not experience sexual attraction.",
        "Homosexual": "Someone who has romantic or sexual attraction to members of the same sex or gender.",
        "Bisexual": "Someone who has romantic or sexual attraction to members of two or more sexes or genders.",
        "Transmasculine": "Someone who was assigned female at birth but generally identifies as a man.",
        "Non-binary": "Someone who does not fall strictly under the gender binary of male or female.",
        "Transfeminine": "Someone who was assigned male at birth but generally identifies as a woman.",
        "Aroace": "Someone who is aromantic and asexual.",
        "Demisexual": "Someone who does not experience sexual attraction to another person unless they have formed an emotional connection with that person.",
        "Sapphic": "A woman who has romantic or sexual attraction to other women.",
        "Achillean": "A man who has romantic or sexual attraction to other men.",
        "Pansexual": "Someone who has sexual or romantic attraction to people regardless of their sex or gender.",
        "Genderfluid": "Someone whose gender identity varies overtime.",
        "Lesbian": "A woman who has romantic or sexual attraction to exclusively other women.",
        "Gay": "A man who has romantic or sexual attraction to exclusively other men.",
        "Demigirl": "Someone who identifies partially, but not fully, as female.",
        "Demiboy": "Someone who identifies partially, but not fully, as male.",
        "Genderqueer": "Someone who has a non-normative or queer experience with gender.",
        "Bigender": "Someone who has two distinct gender identities.",
        "Genderfae": "Someone who is genderfluid between any range of feminine or non-binary genders, but never male.",
        "Genderfaun": "Someone who is genderfluid between any range of masculine or non-binary genders, but never female.",
        "Genderflor": "Someone who is genderfluid between any range of or non-binary genders, but never male or female.",
        "Agender": "Someone who does not have a gender.",
        "Xenogender": "A gender identity that cannot be described by its relationship to female, male, or non-binary identities.",
        "Cisgender": "Someone who identifies with their AGAB; not transgender.",
        "Agab": "Assigned Gender at Birth. It is The gender one is assigned at birth based on medical factors, including hormones, chromosomes, and genitals.",
        "Afab": "Assigned Female At Birth. Someone who was assigned a female gender based on medical factors, including hormones, chromosomes, and genitals.",
        "Amab": "Assigned Male At Birth. Someone who was assigned a male gender based on medical factors, including hormones, chromosomes, and genitals.",
        "Axab": "Assigned X At Birth. Someone who was designated as intersex based on medical factors, including hormones, chromosomes, and genitals.",
        "Neopronoun": "Any set of singular third-person pronouns that are not officially recognized in the language they are used in, typically created with the intent of being a gender neutral pronoun set.",
        "Heterosexual": "Someone who has romantic or sexual attraction to members of the opposite sex or gender.",
        "Cishet": "Someone who is cisgender and heterosexual.",
        "Omnisexual": "Someone who has romantic or sexual attraction to members of all sexes and genders.",
        "Polysexual": "Someone who has romantic or sexual attraction to members of two or more, but not all, sexes or genders.",
        "Abrosexual": "Someone who's sexuality is changing or fluid.",
        "Androsexual": "Someone who has romantic or sexual attraction to men.",
        "Gynosexual": "Someone who has romantic or sexual attraction to women.",
        "Greysexual": "Someone who is on the asexual spectrum but isn't fully described as asexual.",
        "Greyromantic": "Someone who is on the aromantic spectrum but isn't fully described as aromantic.",
        "Demiromantic": "Someone who does not experience romantic attraction to another person unless they have formed an emotional connection with that person.",
        "Aspec": "A group of sexual orientations that are in some way connected to asexuality.",
        "Arospec": "A group of sexual orientations that are in some way connected to aromanticality.",
        "Cupiosexual": "Someone who does not experience sexual attraction but still desires or likes a sexual relationship.",
        "Femboy": "People who aren't female but present in a traditionally feminine way.",
        "Tomboy": "Women who present in a traditionally masculine way.",
        "Femby": "A feminine non-binary.",
        "Biromantic": "Someone who has romantic attraction to members of two or more sexes or genders.",
        "Homoromantic": "Someone who has romantic attraction to members of the same sex or gender.",
        "Heteroromantic": "Someone who has romantic attraction to members of the opposite sex or gender.",
        "Panromantic": "Someone who has romantic attraction to people regardless of their sex or gender.",
        "Polyromantic": "Someone who has romantic attraction to members of two or more, but not all, sexes or genders.",
        "Omniromantic": "Someone who has romantic attraction to members of all sexes and genders.",
        "Abroromantic": "Someone who's romanticality is changing or fluid.",
        "Gynoromantic": "Someone who has romantic attraction to women.",
        "Androromantic": "Someone who has romantic attraction to men.",
        "Terf": "Trans-Exclusionary Radical Feminist.",
        "Chaser": "Someone who intensely fetishizes and often invalidates transgender people."
    },
    "definitionaliases": {
        "Enby": "Non-binary",
        "Nonbinary": "Non-binary",
        "Trans": "Transgender",
        "Poly": "Polyamorous",
        "Aro": "Aromantic",
        "Ace": "Asexual",
        "Bi": "Bisexual",
        "Demi": "Demisexual",
        "Pan": "Panexual",
        "Transmasc": "Transmasculine",
        "Ftm": "Transmasculine",
        "Mtf": "Transfeminine",
        "Transfem": "Transfeminine",
        "Vincian": "Gay",
        "Assigned gender at birth": "Agab",
        "Dgab": "Agab",
        "Assigned female at birth": "Afab",
        "Dfab": "Afab",
        "Faab": "Afab",
        "Dmab": "Amab",
        "Assigned male at birth": "Amab",
        "Maab": "Amab",
        "Uab": "Axab",
        "Uaab": "Axab",
        "Neopronouns": "Neopronoun",
        "Straight": "Heterosexual",
        "Het": "Heterosexual",
        "Omni": "Omnisexual",
        "Greyasexual": "Greysexual",
        "Grey-asexual": "Greysexual",
        "Graysexual": "Greysexual",
        "Greyaromantic": "Greyromantic",
        "Grey-romantic": "Greyromantic",
        "Grayromantic": "Greyromantic",
        "Asexual spectrum": "Aspec",
        "Ace-spec": "Aspec",
        "Aro-spec": "Arospec",
        "Aromantic spectrum": "Arospec",
        "Trans chaser": "Chaser"
    }
}